$done({body:JSON.stringify({
  "vip": {
    "emotional_tips_back": {
      "first": "",
      "daily": [
        "一起走过的每一天，我给了陪伴，而你给了我成长。",
        "有人说我是野蛮霸道，只有你知道我是贴心的暖宝宝。",
        "有时候我还不太懂你，请千万告诉我，因为有你，我才存在。",
        "世间所有的相遇，都是久别重逢，感谢你的到来。",
        "很高兴你与你相遇，愿美好时光与你相伴。",
        "我心中不会有黄昏，有你在，永远像初春的清晨。",
        "你开心吗？开啊，不开你怎么进来。",
        "我是九你是三，除了你还是你。",
        "从今以后我只能称呼你为您了，因为，你在我心上。",
        "没有你，我的时间是缓慢的米勒行星。"
      ]
    },
    "emotional_tip_front": "陪你走过的每一天",
    "guide_tip": [
      "暂未开通 · 会员尊享原画视频备份和在线解压特权"
    ],
    "expired_tip": "不再享有视频备份、在线解压等特权",
    "expire_remind_tip": "将不再享有视频备份、在线解压等特权",
    "status": 0
  },
  "identity_icon": {
    "vip": "https:\/\/internal-amis-res.cdn.bcebos.com\/images\/2019-8\/1566452237582\/78b88bf113b7.png",
    "common": "https:\/\/internal-amis-res.cdn.bcebos.com\/images\/2019-8\/1566452539056\/bf72cf66fae1.png",
    "svip": "https:\/\/internal-amis-res.cdn.bcebos.com\/images\/2019-8\/1566452115696\/38c1d743bfe9.png",
    "contentvip": ""
  },
  "request_id": 302155883184563099,
  "svip": {
    "emotional_tips_back": {
      "first": "很高兴你在x年x月x日成为超级会员，愿美好时光与你相伴。",
      "daily": [
        "据说超级会员，法力无边",
        "你喜欢的样子，超级会员都有~",
        "对你的祝福，一如超级会员极速下载般真挚。",
        "一起走过的每一天，我给了陪伴，而你给了我成长。",
        "有人说我是野蛮霸道，只有你知道我是贴心的暖宝宝。",
        "有时候我还不太懂你，请千万告诉我，因为有你，我才存在。",
        "世间所有的相遇，都是久别重逢，感谢你的到来。",
        "很高兴你与你相遇，愿美好时光与你相伴。",
        "我心中不会有黄昏，有你在，永远像初春的清晨。",
        "其实我有超能力，超级会员喜欢你。",
        "你开心吗？开啊，不开你怎么进来。",
        "来者何人？超级会员的人。",
        "我是九你是三，除了你还是你。",
        "从今以后我只能称呼你为您了，因为，你在我心上。",
        "没有你，我的时间是缓慢的米勒行星。"
      ]
    },
    "expire_remind_tip": "将不再享有极速下载、5T空间等特权",
    "emotional_tip_front": "陪你走过的每一天",
    "identity_icon_list": [
      "https:\/\/internal-amis-res.cdn.bcebos.com\/images\/2019-8\/1566452115696\/38c1d743bfe9.png",
      ""
    ],
    "status": 1,
    "expired_tip": "不再享有极速下载、5T空间等特权",
    "guide_tip": [
      "暂未开通 ·  超级会员尊享5T空间和极速下载特权"
    ],
    "is_sign_user": false
  },
  "error_code": 0
})});